export const policyData = ` BITBANK 개인정보처리방침
주식회사 BITBANK(이하 ‘회사’)는 BITBANK 서비스(이하 ‘서비스’)를 제공하면서 개인정보 보호법, 신용정보의 이용 및 보호에 관한 법률 및 기타 관련 법령에 따라 이용자의 개인정보(개인신용정보 포함, 이하 같음)를 안전하고 적법하게 처리합니다.

본 개인정보처리방침의 목적
회사는 본 개인정보처리방침을 통해 이용자의 개인정보가 어떻게 처리되는지 투명하게 공개합니다. 이용자는 본 개인정보처리방침을 통하여 회사가 어떠한 개인정보를 수집하고, 수집한 개인정보를 어떻게 이용하며, 누구에게 이를 공유하고, 언제 파기하는지 등을 확인할 수 있습니다.

또한, 이용자가 회사에 대하여 자신의 개인정보에 관한 열람, 정정, 삭제, 처리정지를 요청할 수 있는 방법을 설명합니다.


회사가 수집하는 개인정보
회원가입시 수집하는 개인정보

회사는 이용자가 회원가입을 할 때 이름, 생년월일, 성별, 휴대폰번호, 이동통신사, 내외국인 정보, 동일인 식별 연계정보(CI), 중복가입확인정보(DI), BITBANK 회원번호를 수집하거나 생성합니다.

회사는 이용자가 가입한 신용정보 조회 및 관리 서비스를 BITBANK 앱 내에서 편리하게 이용할 수 있도록 코리아크레딧뷰로, NICE평가정보로부터 이용자의 개인신용평점 및 분석정보, 신용카드·대출 등 금융거래 및 현황정보, 신용도 판단 정보, 신용정보 변동·조회 정보를 제공받습니다.

이용자가 회원가입시에 발급받는 BITBANK 인증서와 관련된 개인정보 처리에 대해서는 BITBANK 인증서 개인정보처리방침을 참고하시기 바랍니다.


서비스 이용과정에서 수집하는 개인정보

회사는 서비스 이용 과정에서 이용자가 관련 법령에서 정한 전송요구권을 행사하여 회사에 전송하는 개인정보를 수집합니다. 이용자가 전송요구할 수 있는 정보에는 여수신정보, 보험정보, 카드정보, 금융투자정보, 선불전자지급수단정보, 전자결제정보, 개인형 IRP정보, 통신업 정보, 보증보험 정보, 인수채권 및 금전대부 정보, 선불카드 정보, P2P 정보, 공공정보가 포함되며, 회사는 기술적 상황 등을 고려하여 이러한 정보의 전부 또는 일부를 전송요구할 수 있는 수단을 제공하고, 이 중 이용자가 실제로 전송을 요구하여 회사에 전송되는 개인정보를 수집합니다.

- 전송요구 대상 개인정보 항목 상세 보기🔽

이용자는 서비스 이용 과정에서 자신이 보유한 부동산 및 자동차 정보, 연금 정보, 현금사용 및 소득 관련 정보, 가상화폐 보유 정보 등을 다른 기관이나 다른 서비스 연결을 통해 조회하거나, 기타 자산과 예산 등의 정보를 직접 입력할 수 있습니다.

- 부동산 및 자동차 관련 정보에는 부동산 계약 및 시세 정보(부동산명, 건물 유형, 동·호수를 제외한 주소, 공급/전용 면적, 매입가·전세가·보증금 및 월세, 계약체결일, 계약기간, 연결대출정보, 희망판매가, 현재시세, 이용자가 추가 입력한 부동산 정보 등), 자동차 정보(차량 소유자 실명, 차량번호, 차종, 연식, 연비, 주행거리, 차대번호, 자동차 검사정보, 현재시세, 차량 출고가, 이용자가 추가 입력한 자동차 정보 등)가 포함됩니다.
- 통합연금포털 연금 정보에는 국민연금정보(가입자구분 정보, 연금종류, 예상연금액, 납부월수, 납부총액, 예상 납부월수, 예상 납부 보험료 총액, 연금개시일), 퇴직·개인연금정보(회사명, 상품유형, 상품명, 가입일자, 연금개시일, 적립금, 계좌번호, 납부총액, 예상연금액, 연금 기수령액, 연금 미수령액 등), 사학·공무원 연금정보(연금종류, 연금개시일, 예상연금액, 소득월액, 수급개시년월 등)가 포함됩니다.
- 홈택스 현금영수증 및 소득 관련 정보에는 현금영수증 정보(현금 사용일, 현금영수증 발행 가맹점 정보, 현금 사용액, 소득공제 여부 등)와 소득금액 정보(소득금액증명원 발급번호, 발급형태, 발급자의 인적사항, 증명구분, 발급일자, 기준 소득금액, 총 결정세액, 사업자번호, 주소, 법인명 등)가 포함됩니다.
- 직접 입력 정보에는 이용자가 직접 입력하는 자산(현금, 계좌, 대출, 주식, 펀드, 실물자산, 가상화폐 등)과 이용자가 직접 설정하는 예산이나 은퇴 계획 등 정보가 포함됩니다.

이용자는 서비스를 이용하여 자신의 건강 상태를 확인하고 건강을 관리하기 위해 다음과 같은 정보를 다른 기관 이나 다른 서비스 연결을 통해 서비스 내에서 조회하거나, 필요한 정보를 직접 입력할 수 있습니다.

- 국민건강보험공단 건강검진 정보에는 건강검진 결과정보(신체계측정보, 검진항목, 검진결과, 검진일자, 검진소견 등)가 포함됩니다. 참고로 기관 연결을 위해 이용자가 입력하는 주민등록번호가 처리되나, 회사는 이를 별도로 저장하지 않습니다.
- 예방접종 도우미 예방접종 정보에는 예방접종내역 정보(접종종류, 접종명, 접종차수, 접종일자, 접종기관, 백신명, 제조사, 로트번호), 자녀 등 가족정보 등록시 해당 가족 구성원의 예방접종내역 정보(자녀 등 가족과의 관계, 접종종류, 접종명, 접종차수, 접종일자, 접종기관, 백신명, 제조사, 로트번호)가 포함됩니다. 또한, 이용자의 편리한 연결 및 조회를 위해 예방접종 도우미 홈페이지 ID와 비밀번호를 수집하여 저장합니다.
- 마크로젠 DTC 유전자 검사 정보에는 유전자 분석 결과, 주소, 키트 배송 등 진행상황 정보, 서명정보, 인종(민족)정보가 포함됩니다.
- 삼성헬스 및 애플건강 활동 및 신체 측정 정보에는 디바이스에 저장된 걸음 정보(걸음 수, 걷기/달리기 거리, 걸음속도, 이동거리, 일일 걸음수 요약 정보 등), 수면시간 정보, 키, 몸무게, 디바이스 ID 정보가 포함됩니다.
- 직접 입력 정보에는 이용자의 건강 습관 설정 및 이행 내역이 포함됩니다. 참고로 웃음 습관 서비스를 이용하는 경우에는 TrueDepth API를 이용합니다. 이 경우 얼굴 이미지는 웃음 습관 달성 판단을 위한 목적으로만 사용되며, 서버에 저장되지 않습니다.

이용자는 보다 나은 혜택이나 편의를 위해 서비스 내의 다음과 같은 기능들을 이용할 수 있고, 그 과정에서 회사는 이에 필요한 추가 정보를 수집합니다.

- 뱅샐머니를 이용하는 경우 본인인증 절차에 더하여 금융기관명, 계좌정보(계좌번호, 계좌종류, 계좌 잔액, 거래내역정보 등), 선불전자지급수단을 통한 결제 및 송금내역 등 금융거래정보를 수집합니다. 또한, 관련 법령상 고객확인 의무를 이행하기 위하여 이름, 영문명, 이메일, 주소, 직업, 주민등록번호, 거래목적, 사업자금원천 등 정보를 수집합니다.
- 코리아크레딧뷰로 및 NICE평가정보 신용점수 올리기 기능을 이용하는 경우 회사가 수집하는 정보에는 이름, 생년월일, 건강보험 납부 내역서(가입자 구분, 사업장명 및 사업자등록번호, 납부자정보, 연말정산 고지 및 납부 보험료 금액, 장기요양보험료 고지 및 납부 금액 등), 국민연금 납부 내역서(가입자구분 정보, 연금종류, 예상연금액, 납부월수, 납부총액, 예상 납부월수, 예상 납부 보험료 총액, 연금개시일 등), 소득금액증명원서(소득금액증명원 발급번호, 발급형태, 발급자의 인적사항, 증명구분, 발급일자, 소득금액, 총 결정세액 등), 신용점수 올리기 결과 정보가 포함됩니다.
- 맞춤 대출 비교 기능을 이용하는 경우 회사가 수집하는 정보에는 직장정보(직장인·개인사업자 여부, 정규직·계약직·프리랜서 여부, 입사년월 등) 대출금리 비교 정보(대출거래조건, 가심사 결과 등)가 포함됩니다.
- 카드 소득공제 환급액 확인 기능을 이용하는 경우 회사는 이용자가 직접 입력하는 연간 총급여 정보를 수집합니다.
- 빨대카드를 발급받은 경우 회사는 제휴 카드사인 롯데카드로부터 빨대카드 발급정보 및 혜택 관련 정보를 제공받습니다. 이러한 발급 및 혜택 정보에는 이름, 동일인 식별 연계정보(CI), 카드상태정보, 마스킹된 카드번호, 카드 식별자 정보, 카드정보(카드명, 국제브랜드명, 카드상품명), 카드 발행일자 및 유효년월, 본인 또는 가족카드 여부 정보, 혜택별 실적한도 정보(서비스 월한도 기준 혜택횟수 및 잔여횟수, 월 적용 혜택금액 및 잔여금액 등), 혜택적용내역정보(총 혜택건수, 금액, 할인금액, 가맹점 정보 등)가 포함됩니다.
- 주주모임 기능을 이용하는 경우 이용자가 자신의 프로필을 작성할 수 있고, 특정 투자 종목에 대한 자신의 투자 내역(평균단가, 보유수량 등) 및 투자 성과, 이에 대한 의견 등을 다른 이용자와 공유할 수 있습니다. 또한, 다른 사람의 의견에 대해 자신의 의견을 답글로 제시할 수 있습니다.
- 청약 가점 기능을 이용하는 경우 출생년도, 기혼 여부, 혼인신고 날짜, 동일 세대 주택 보유 여부, 동일 세대 주택 매매 여부 및 시점, 거주가족수, 미혼자녀수, 청약통장 개설일 등의 정보가 포함됩니다.
- 이벤트 참여 및 특정 이용자 대상 설문조사, 인터뷰를 하는 경우 회사가 수집하는 정보에는 이름, 휴대폰번호, 성별, 나이, 설문 및 인터뷰 답변 정보가 포함됩니다.
- 이용자의 문의사항을 처리하기 위해 회사는 문의내용에 포함된 개인정보를 수집할 수 있습니다.
- 데이터 내보내기 기능을 이용하는 경우 회사는 데이터를 받을 이메일 주소, 이용자가 설정한 비밀번호를 수집합니다.

또한, 이용자가 서비스를 이용하는 과정에서 서비스를 이용하는 IP, 단말기 정보, 접속내역, OS 버전, 광고식별자 등의 기기정보가 자동으로 생성되거나 수집될 수 있습니다. 또한, 회사는 이용자의 서비스(서비스를 통해 연결된 제3자의 서비스를 포함함) 이용내역을 비롯한 행태정보를 수집합니다.

이용자가 서비스 내에서 다른 기관이나 다른 서비스를 연결하여 정보를 조회하는 경우 해당 기관 또는 서비스에 접근하기 위해 로그인 정보(ID, 비밀번호)나 공동인증서가 사용될 수 있습니다. 이러한 정보는 본 개인정보처리방침에 명시되지 않은 이상 회사의 서버에 전송되거나 저장되지 않고 오로지 이용자의 단말기에만 저장되어 안전하게 처리됩니다. 회사는 (주)코드에프가 제공하는 스크래핑 모듈 서비스를 이용하여 이용자가 다른 기관 또는 서비스 내 자신의 정보를 편리하게 조회할 수 있도록 합니다.

이용자는 관련 법령이 허용하는 범위에서 전송요구권을 행사하거나, 제3자 제공에 동의함으로써 제3자가 보유하고 있는 자신의 정보를 회사에 전송하거나, 제공하도록 할 수 있습니다. 이러한 경우 회사는 관련 법령에서 정한 방식으로 해당 정보를 수집하고, 처리합니다.


회사가 개인정보를 처리하는 목적
회사는 다음과 같은 목적을 위해 이용자의 개인정보를 처리합니다.

- 회사는 이용자에게 자산관리 서비스를 제공하기 위해 이용자의 개인정보를 처리합니다. 예를 들어, 이용자가 자신의 다양한 자산 내역을 통합 조회하고, 가계부를 통해 지출을 합리적으로 관리할 수 있도록 합니다. 또한, 투자 내역과 분석 결과를 다른 이용자들과 공유하고, 자신의 생각이나 의견을 나눌 수 있도록 합니다. 자신의 신용평점을 조회하고, 이를 관리할 수 있도록 하며, 은퇴를 대비하여 노후를 설계할 수 있도록 돕습니다. 이 과정에서 제3자가 보유하는 이용자의 정보를 가져오거나, 제3자가 제공하는 서비스를 이용하기 위해 이용자의 개인정보가 처리될 수 있습니다.
- 회사는 이용자에게 보다 적합한 금융상품을 소개하거나 추천하기 위하여 이용자의 개인정보를 처리합니다. 예를 들어, 이용자가 사용하는 신용카드 혜택과 지출 내역을 분석하여 보다 나은 혜택을 받을 수 있는 다른 신용카드를 추천하거나, 이용자의 정보를 바탕으로 가장 유리한 조건의 대출 상품을 소개합니다. 그 외에도 관련 법령에 따라 금융상품을 추천하거나 소개할 때 이용자의 정보를 바탕으로 이용자에게 도움이 되는 맞춤 상품을 우선적으로 제안합니다.
- 회사는 이용자가 자신의 건강 정보를 이해하고, 건강을 관리할 수 있도록 이용자의 개인정보를 처리합니다. 예를 들어, 이용자의 건강검진내역, 예방접종내역, 단말기 내 저장된 활동 및 신체 측정 정보, DTC 유전자 검사 결과를 바탕으로 이용자의 건강 상태 등을 쉽게 이해할 수 있도록 하며, 다양한 정보를 바탕으로 건강한 습관이나 운동, 상품이나 서비스 등을 추천하여 이용자의 건강관리를 돕습니다.
- 회사는 서비스 내 다양한 기능들을 이용자가 편리하게 이용할 수 있도록 하며, 서비스를 개선하고, 새로운 기능을 개발하기 위해 이용자의 개인정보를 처리합니다. 회사는 신용정보의 이용 및 보호에 관한 법률상 본인신용정보관리업의 겸영업무 및 부수업무를 수행합니다. 예를 들어, 이용자가 뱅샐머니와 같은 송금 서비스나 BITBANK 인증서 서비스를 안전하게 이용할 수 있도록 이용자의 개인정보를 처리합니다. 그 외에도 이용자의 개인정보를 분석하여 연말정산 환급액과 같은 유용한 정보나 조언을 제공하고, 청약 가점을 계산하고, 제휴카드를 통해 보다 나은 혜택을 받을 수 있도록 합니다. 또한, 회사는 이용자의 서비스 이용기록, 접속빈도, 연결한 데이터, 통계자료 및 이용자 의견 등 다양한 정보를 바탕으로 기존 기능을 개선하거나, 새로운 기능을 개발하여 이용자에게 보다 나은 혜택과 편의를 제공합니다.
- 회사는 이용자가 자신의 정보를 실질적으로 관리하고, 활용할 수 있는 기능을 제공하기 위해 이용자의 개인정보를 처리합니다. 회사는 이용자가 자신이 연결하거나, 직접 입력한 정보를 확인하고 이를 관리할 수 있도록 합니다. 또한, 이용자가 자신의 정보를 제3자에게 전송하거나, 직접 다운로드 받거나, 이를 거래할 수 있는 기능을 제공할 수 있습니다. 회사는 이용자가 자신의 정보를 실질적으로 통제할 수 있는 기능을 제공하기 위해 이용자의 개인정보를 처리합니다.
- 회사는 안전한 서비스 이용 환경을 지키고, 회사와 이용자들의 정당한 이익을 보호하기 위해 이용자의 개인정보를 처리합니다. 예를 들어, 회사는 이용자 식별 및 본인 확인, 연령 확인, 타인 명의 또는 접근매체 사용 여부 확인, 회원탈퇴 의사 확인, 회원관리, 민원 처리, 분쟁 해결 등을 위해 이용자의 개인정보를 처리합니다. 또한, 관련 법령 및 이용약관을 위반하는 이용자에 대한 이용 제한 조치, 재가입 제한 조치, 부정한 서비스 이용 행위를 탐지하고 예방하기 위한 조치, 다양한 금융사기 예방, 서비스 보안 강화 및 개인정보 처리 방식의 개선 등을 위해 이용자의 개인정보를 처리합니다.
- 회사는 이용자에게 서비스 이용에 관한 다양한 정보를 제공하고, 기타 유용한 정보와 광고를 제공하기 위해 이용자의 개인정보를 처리합니다. 예를 들어, 회사는 새로운 기능 추가나 기능 변경에 대한 안내, 서비스 이용 방식 변경에 대한 통지, 서비스 중단 및 장애 안내, 이벤트 소개, 상품이나 서비스 광고 등 이용자에게 필요하고 유용한 정보를 제공하기 위하여 이용자의 개인정보를 처리합니다.
- 회사는 서비스 자체를 홍보하는데 이용자의 개인정보를 활용할 수 있습니다. 예를 들어, 서비스 홍보 자료 내에 특정 이용자의 의견 등 개인정보가 포함될 수 있습니다.
- 회사는 관련 법령상 의무를 준수하기 위하여 이용자의 개인정보를 처리할 수 있습니다. 예를 들어, 특정 금융거래정보의 보고 및 이용 등에 관한 법률상의 의무를 준수하기 위하여 이용자의 정보를 수집·이용하며, 사법기관의 정당한 요청 및 적법한 근거에 따라 이용자 정보를 제공할 수 있습니다.

회사는 이용자의 개인정보를 가명화하여 관련 법령에서 정한 바에 따라 처리할 수 있습니다. 또한, 수집 목적과 합리적 관련성이 있는 범위에서 관련 법령에 따라 이용자의 추가적인 동의 없이 이용자의 개인정보를 이용하거나 제공할 수 있습니다. 나아가 이용자의 개인정보를 모두 익명처리한 정보의 집합물을 관련 법령에 따라 제공하거나 처리할 수 있습니다.`


export const termsData =` BITBANK 서비스 이용약관 
이용약관에 관하여
BITBANK 서비스를 선택해주신 여러분께 감사드립니다.

BITBANK 서비스 이용약관(이하 “본 약관”)은 주식회사 BITBANK(이하 “회사”)와 회사가 제공하는 BITBANK 서비스(이하 “서비스”)를 이용하는 이용자 사이의 권리·의무 관계를 정합니다. 또한, 이용자가 서비스를 이용함에 있어 필요한 제반 사항들에 대해 설명합니다.

본 약관에는 서비스 제공 및 이용 과정에서 회사와 이용자가 반드시 준수해야 하는 사항들이 포함되어 있으므로, 서비스를 이용하기 전에 반드시 본 약관을 주의 깊게 읽어보시고 본 약관의 내용에 동의하시는 경우에만 서비스를 이용하시기 바랍니다. 본 약관에서 다루고 있는 주요한 내용은 다음과 같습니다.
회사는 필요한 경우에 본 약관(본 약관에서 언급된 각종 정책 등을 포함, 이하 같음)을 개정할 수 있습니다. 본 약관이 개정되는 경우 회사는 변경되는 내용과 변경일자를 서비스 내에 공지하며, 변경일 30일 전에 이용자에게 알려, 서비스를 계속 이용할 것인지 여부를 충분히 검토하고 결정할 수 있도록 합니다. 다만, 법령의 개정, 법원 또는 규제기관의 명령 등에 따라 본 약관을 변경해야 하는 경우 사전 공지 없이 본 약관을 개정할 수 있으며, 지체없이 이용자에게 변경된 내용을 알리겠습니다. 변경되는 약관 내용에 동의하지 않으시는 경우 서비스 이용을 중단하셔야 하며, 공지된 약관 변경일자까지 회원가입을 유지하시는 경우에는 변경된 약관 내용에 동의하시는 것으로 간주됩니다.

회사가 이용자를 위해 다양한 서비스를 개발하고 제공하는 과정에서 본 약관 외에 특정한 서비스나 기능에 적용되는 별도의 이용약관을 제공할 수 있습니다. 그러한 별도의 이용약관은 해당 서비스나 기능에 있어서는 본 약관에 우선하여 적용됩니다. 회사는 이용자가 본 약관을 쉽게 확인 할 수 있도록 서비스 내에 본 약관을 상시 게시합니다.



회원가입에 관하여
이용자의 다양한 정보를 통합하여 제공하고, 새로운 가치와 편의를 제공하는 서비스의 특성상 서비스를 이용하기 위해서는 반드시 회사가 제공하는 절차에 따라 회원으로 가입해야 합니다. 원활한 회원관리와 편리한 서비스 이용을 위해 회원가입 절차 내에 본인확인이나, 인증서 발급, 정보 보유기관과의 연동과 같은 과정이 포함될 수 있습니다. 회사는 본 약관과 회사가 마련한 각종 정책을 준수할 것을 약속하고, 회원가입절차를 완료한 이용자에 한하여 서비스의 이용을 허락합니다. 회사가 이용자의 회원가입을 승낙한 경우에 회사와 이용자 사이에 서비스 이용에 관한 본 약관이 효력을 가집니다.

이용자는 어떠한 경우에도 타인의 명의를 사용하여 회원으로 가입하여서는 안됩니다. 또한, 만 14세 미만의 아동, 관련 법령이나 본 약관을 위반하여 가입하려는 자는 회원가입 및 서비스 이용이 제한됩니다. 회사는 타인 명의로 회원가입한 이용자, 만 14세 미만의 이용자, 관련 법령이나 본 약관을 위반하여 가입한 이용자를 발견한 경우 해당 이용자의 서비스 이용을 차단하며, 이후 재가입 금지 등 필요한 조치를 취할 수 있습니다.

회사는 서비스 가입 과정에서 회원이나 추천인에 대한 리워드 등 일정한 혜택을 제공할 수 있습니다. 이러한 혜택의 내용은 수시로 변경될 수 있으며, 회사는 이에 관한 사항을 명확하게 공지합니다.


서비스 이용에 관하여
본인신용정보관리(마이데이터)

회사는 서비스 내에서 자산관리, 가계부, 건강관리, 금융상품추천 뿐만 아니라 제3자 제휴서비스 등 다양한 기능을 제공합니다. 특히, 이용자는 마이데이터 API를 바탕으로 금융기관에 흩어져 있는 자신의 다양한 개인신용정보를 통합조회하고 관리할 수 있는 마이데이터 서비스를 이용할 수 있습니다. 이용자는 신용정보의 이용 및 보호에 관한 법률에서 정하고 있는 전송요구권에 따라 신용정보제공·이용자에 대하여 그가 보유하고 있는 본인에 관한 개인신용정보를 본인신용정보관리회사인 회사에 전송하여 줄 것을 요구할 수 있으며, 회사는 이를 위하여 여러 기관을 한 번에 연결하거나, 개별적으로 연결할 수 있는 기술적 방식을 제공합니다. 이용자는 언제든지 자신이 한 전송요구를 철회할 수 있으며, 서비스 또는 신용정보원의 마이데이터 종합포털을 통해 자신의 전송요구 내역을 언제든지 확인할 수 있습니다. 다만, 전송요구를 받은 신용정보제공·이용자는 다음과 같은 경우에는 전송요구를 거절하거나 전송을 정지·중단할 수 있습니다.

- 신용정보주체 본인이 전송요구를 한 사실이 확인되지 않은 경우
- 신용정보주체가 제3자의 기망이나 협박 때문에 전송요구를 한 것으로 의심되는 경우
- 전송요구에 따라 개인신용정보를 전송받을 수 있는 기관이 아닌 기관에 전송해 줄 것을 요구한 경우
- 전송요구시 특정해야 할 사항이 특정되지 않았거나, 전송요구 방법이 안전성과 신뢰성을 확보하지 못한 경우
- 인증정보 탈취 등 부당한 방법으로 인한 전송요구임을 알게 된 경우
- 전송요구에 응하여 개인신용정보를 제공할 경우 제3자의 정당한 권리 또는 이익을 부당하게 침해하는 경우


나아가 이용자는 서비스를 이용하여 개인신용정보 이외에 흩어져 있는 자신의 다양한 정보(개인의 건강, 통신, 행정 정보 등을 포함하나 이에 한정되지 않음)를 조회하고 관리할 수 있습니다.

또한 이용자는 관련 법령상 허용된 이용자의 권리와 동의 권한을 행사하여 제3자가 보유하고 있는 이용자의 정보를 회사에 전송하거나 제공하도록 할 수도 있습니다. 나아가 회사는 이용자가 스스로 자신의 정보를 관리하고, 통제하며, 유통·활용할 수 있는 다양한 기능들을 개발하여 제공합니다.

정보 분석, 활용 및 추천

회사는 이용자의 다양한 정보를 통합·분석하고, 이를 이용자가 쉽게 이해할 수 있도록 제공함으로써 이용자가 자기 자신에 대해 더 잘 이해하고, 자신의 정보를 바탕으로 다양한 문제들을 보다 합리적으로 해결할 수 있도록 돕고자 합니다. 예를 들어, 이용자의 금융 자산 현황을 분석하여 이용자에게 보다 나은 금융상품을 추천하거나, 소비 내역을 분석하여 적절한 조언을 제공하며, 건강 정보를 분석하여 바람직한 생활습관을 제안할 수 있습니다. 이용자의 더 많은 정보를, 더 잘 분석해서, 더 많은 도움과 혜택을 드리는 것이 회사와 서비스의 가장 중요한 목적입니다.

또한, 회사는 이용자의 정보를 분석하여 이용자가 합리적인 의사결정을 해야 하는 순간에 도움이 되는 정보를 제공하기 위해 노력합니다. 또한, 이용자와 관련된 새로운 정보의 발생이나 변경 사실을 알려드릴 수 있습니다. 이러한 정보는 서비스 내에서 다양한 방법으로 제공되며, 필요한 경우에는 앱푸시 알림이나 회사가 합리적이라고 판단하는 별도의 방법으로 이용자에게 적시에 제공될 수 있도록 노력합니다. 이용자는 서비스 내에서 이러한 정보 제공 설정을 직접 변경할 수 있습니다.

나아가, 회사는 이용자가 금융상품이나 일반 재화 및 용역(이하 "상품 등")을 선택함에 있어서 보다 합리적인 결정을 할 수 있도록 이용자의 정보를 분석하여 이용자에게 적합한 상품 등을 맞춤형으로 추천하거나, 이에 관한 컨설팅을 제공할 수 있습니다. 이러한 기능은 본질적으로 특정한 상품 등에 대한 광고나 홍보의 성격을 포함할 수 밖에 없으나, 회사는 이러한 기능을 제공함에 있어 회사나 제3자의 이익을 위해 이용자에게 적합하지 않은 상품 등을 추천하거나 권유하지 않습니다. 이에 관하여 보다 상세한 내용은 “금융상품 판매 대리 및 중개” 부분을 참고하시기 바랍니다.

서비스 이용 방식

이용자는 서비스를 무료로 이용할 수 있습니다. 다만, 회사가 서비스 내에서 별도의 유료 서비스나 기능을 제공하는 경우 이에 대한 별도 이용약관을 제공하고, 반드시 이용자의 명시적인 서비스 이용 의사를 확인하여 해당 유료 서비스나 기능을 제공할 것입니다. 이용자는 유료 서비스 이용과 관련하여 관련 법령상 보장된 모든 권리를 갖으며, 본 약관의 어떠한 내용도 이러한 법적 권리를 제한하는 것으로 해석되지 않습니다.

회사는 이용자가 서비스를 이용할 수 있는 다양한 방법을 제공합니다. 우선 이용자는 회사가 제공하는 모바일 애플리케이션이나 웹사이트를 통해 서비스를 이용할 수 있습니다. 또한, 회사는 회사와 제휴관계에 있는 제3자의 모바일 애플리케이션이나 웹사이트 등에서 서비스가 제공되도록 할 수도 있습니다. 다만 웹사이트를 통해 제공되는 서비스나, 제휴 서비스의 경우에는 그 취지나 목적에 따라 서비스의 일부 기능들이 제한되거나 달리 제공될 수 있습니다.

서비스 변경 및 제한

회사는 이용자가 편리하게 서비스를 이용할 수 있도록 서비스의 내용과 서비스 제공 방식을 지속적으로 개선하고, 새로운 기능과 방식을 개발할 것입니다. 경우에 따라서는 관련된 법령과 규제기관의 명령 등에 따라 서비스의 내용을 변경해야 하는 경우도 있습니다. 이에 따라 서비스와 기능들의 내용과 제공 방식은 계속해서 변경될 수 있습니다. 또한, 일정한 기능이나 제공 방식이 이용자에게 도움이 되지 않는다고 판단되면 그러한 기능 제공이나 제공 방식을 중단할 수 있습니다. 이러한 변경이나 중단이 이용자의 이익을 해칠 수 있는 경우에는 이용자들에게 그러한 변경 또는 중단 사실을 본 약관의 ‘의사소통에 관하여’ 부분에서 정한 방식에 따라 미리 알릴 것입니다.

한편, 관련 법령, 규제기관의 명령, 기타 합리적인 이유로 인해 서비스의 내용이나 기능이 제한적으로 제공될 수 있습니다. 예를 들어, 만 19세 미만 이용자들은 개인신용정보 전송요구를 위해 반드시 법정대리인의 동의를 얻어야 하는데, 회사는 이러한 법정대리인의 동의를 확인할 수 있는 기술적 수단을 마련하지 못한 경우 만 19세 미만 이용자들의 개인신용정보 전송요구를 제한할 수 있습니다. 또한, 마이데이터 API 시스템 정기점검 시간 동안에는 전송요구권 행사가 제한될 수 있습니다.


제3자 서비스와 상품 등에 관하여
회사는 이용자가 보다 나은 서비스를 경험할 수 있도록 서비스 내에 제3자가 제공하는 서비스를 포함시킬 수 있습니다. 예를 들어, 신용정보회사가 제공하는 개인신용평점 조회서비스를 서비스 내에서 이용할 수 있도록 할 수 있습니다. 이처럼 서비스 내에서 제3자의 서비스가 제공되는 경우 회사는 해당 서비스의 제공자를 명확히 표시하고, 이용자가 해당 서비스의 이용약관에 동의하는 별도의 절차를 두어 이용자가 제3자의 서비스를 이용한다는 사실을 충분히 이해할 수 있도록 할 것입니다.

한편, 회사는 서비스 내에서 제3자 제공하는 상품 등을 추천하거나 상품 등에 관한 컨설팅을 제공할 수 있으며, 상품 등을 구입하는 절차를 서비스 내에서 직접 제공할 수 있습니다. 이러한 경우 회사는 이용자가 상품 등의 제공자가 제3자라는 사실과, 상품 등 가입을 위한 계약의 당사자가 회사가 아닌 제3자라는 사실을 쉽게 인지할 수 있도록 할 것입니다.

회사는 이용자의 편의를 위해 제3자 서비스나 상품 등에 관한 정보를 제공할 수 있고, 기타 편의를 제공할 수 있으나, 제3자 서비스나 상품 등의 제공자는 제3자이며, 관련 법령에서 달리 정하지 않는 이상 회사는 이에 대한 책임을 지지 않습니다. 제3자 서비스나 상품 등을 이용하려는 경우 제공되는 이용약관 등을 신중히 읽어보시고, 결정하시기 바랍니다. 이상의 내용은 금융상품 이외의 서비스 또는 상품에 관한 사항으로 금융상품의 판매 대리 및 중개에 관하여는 아래 내용을 참고하시기 바랍니다.


금융상품 판매 대리 및 중개에 관하여
회사는 금융소비자 보호에 관한 법률 등 관련 법령에 따라 금융상품(대출, 신용카드 등)에 관한 계약의 체결을 대리하거나, 중개할 수 있습니다. 예를 들어, 회사는 서비스 내에서 이용자 정보를 바탕으로 대출상품의 확정 금리·한도를 비교·분석하고 판매를 중개하는 기능을 제공하며, 이용자의 지출 내역을 바탕으로 혜택이 가장 큰 신용카드를 추천합니다. 회사는 서비스 내에서 직접 금융상품을 가입할 수 있는 절차의 일부를 제공할 수 있으며, 금융상품에 관한 상세한 정보를 제공할 수 있습니다.

회사의 책임

회사는 위와 같은 금융상품 판매 대리 및 중개 업무를 수행함에 있어 금융소비자 보호에 관한 법률 등 관련 법령을 성실히 준수하며, 회사가 고의 또는 과실로 관련 법령을 위반하여 이용자에게 손해를 발생시킨 경우 그 손해를 배상합니다. 본 약관은 금융상품 제공자가 법령상 이용자에 대해 부담하는 손해배상책임을 제한하지 않습니다.

회사는 금융상품 판매를 대리하거나 중개하는 구체적인 상황에서 합리적으로 기대되는 설명의무를 이행하며, 이용자에게 부당한 권유행위를 하지 않고, 불공정한 방식으로 영업행위를 하지 않습니다. 또한, 금융상품 광고에 관한 규제를 따르며, 법령상 요구되는 고지 사항을 서비스 내에서 이용자에게 명확하게 알립니다. 회사는 구체적으로 다음과 같은 행위를 하지 않습니다.

- 법령에서 허용된 경우를 제외하고, 이용자로부터 투자금, 보험료 등 계약의 이행으로서 급부를 받는 행위
- 법령에서 허용된 경우를 제외하고, 금융상품 판매 대리·중개 업무를 제3자에게 하게 하거나 그러한 행위에 관하여 대가를 지급하는 행위
- 금융상품 제공자 및 금융소비자를 대신하여 계약을 체결하는 행위
- 이용자가 회사를 금융상품 제공자로 오인할 수 있는 상호를 광고나 영업에 사용하는 행위
- 금융상품 제공자로부터 정해진 수수료 이외의 금품 등 재산상 이익을 요구하거나 받는 행위


이용자의 권리

이용자는 회사의 금융상품 판매 대리 및 중개 업무와 관련하여 금융소비자 보호에 관한 법률 등 관련된 법령에서 보장된 모든 권리를 행사할 수 있으며, 본 약관의 어떠한 내용도 그러한 이용자의 권리를 제한하는 것으로 해석되지 않습니다. 다만, 이용자는 회사는 금융상품의 제공자가 아니라는 점을 이해하며, 금융상품 제공자에게 요구할 사항을 부당하게 회사에 요구하지 않아야 합니다.

분쟁의 해결

회사, 금융상품 제공자, 이용자 사이에 분쟁이 발생한 경우, 회사는 최선을 다해 분쟁을 해결하기 위해 노력할 것입니다. 그럼에도 불구하고, 분쟁이 신속하게 해결되지 않는 경우 이용자는 관련 법령에 따라 금융감독원의 금융분쟁조정위원회에 분쟁조정을 신청하거나, 법원에 소송을 제기할 수 있습니다.


회사의 의무와 책임에 관하여
회사는 서비스를 제공함에 있어 신용정보의 이용 및 보호에 관한 법률, 금융소비자 보호에 관한 법률, 전자금융거래법 등 관련 법령을 준수하며, 해당 법령에서 요구하는 의무와 책임을 다합니다. 이로 인해 서비스 제공에 있어 일정한 제한이 발생할 수도 있습니다. 나아가, 회사는 이용자가 자신의 정보를 보다 효과적으로 통제하고, 활용할 수 있도록 편리한 기능을 제공하기 위해 노력합니다. 또한, 이용자들이 자신의 정보 처리를 맡기는데 있어서 충분한 믿음을 가질 수 있도록 정보 처리에 있어 투명성, 객관성, 안전성을 확보하는데 최선의 노력을 다할 것입니다.

회사는 서비스의 개선을 위해 항상 이용자의 의견에 귀 기울이겠습니다. 이용자의 불편을 신속히 해결하며, 이용자가 서비스를 통해 보다 큰 혜택과 도움을 받을 수 있도록 계속해서 고민하고 연구하겠습니다.


이용자의 의무와 책임에 관하여
의무 위반과 조치

이용자 역시 서비스를 이용함에 있어 관련된 법령을 준수하고, 해당 법령에서 요구하는 의무와 책임을 다해야 합니다. 나아가 본 약관을 성실히 준수하여야 하며, 서비스 이용 과정에서 회사와 다른 이용자, 제3자의 정당한 이익을 해치는 어떠한 행위도 하여서는 아니됩니다. 예를 들어, 다음과 같은 행위들은 엄격히 금지됩니다.

- 타인의 명의로 회원가입을 하거나, 타인에게 자신의 명의로 회원가입을 하도록 허락하는 행위
- 서비스 이용 과정에서 타인의 접근매체 또는 인증수단을 사용하거나, 타인에게 자신의 접근매체 또는 인증수단을 사용하도록 허락하는 행위
- 방법을 불문하고 타인의 정보를 확인하거나 획득하기 위한 목적으로 서비스를 이용하는 행위
- 서비스 이용 과정에서 의도적으로 허위의 정보를 입력하거나, 이러한 허위 정보 입력으로 인해 왜곡된 분석 결과를 부정한 목적으로 활용하는 행위
- 서비스를 당초 의도된 목적 이외의 목적으로 활용하거나, 상업적인 목적으로 서비스를 전부 또는 일부 기능(화면, 디자인, 구성, 로고 등을 포함하나 이에 한정되지 않음)을 무단으로 사용하는 행위
- 회사의 사전 허락 없이 유사한 내용의 서비스를 개발하고, 개선하기 위한 목적으로 서비스를 이용하고 분석하는 행위
- 회사가 예정하고 있는 방식이 아닌 서비스에 장애를 야기할 수 있는 방식으로 서비스에 접근하거나 서비스를 이용하는 행위
- 서비스와 관련하여 사실과 다른 허위의 정보를 게시하거나 이와 유사한 방법으로 회사와 서비스, 다른 이용자의 명예나 신뢰를 훼손하는 행위
- 서비스 제공과 관련된 시스템의 보안을 위협하는 행위 및 서비스의 정상적인 운영을 의도적으로 방해하는 행위
- 본 약관 및 관련 법령상 의무를 위반하거나, 이러한 의무를 우회하는 방법으로 서비스를 악용하는 행위


회사는 본 약관에 정한 이용자의 책임과 의무를 위반한 이용자에 대해서는 그 위반사실을 통지하고 서비스 제공을 중단하며, 회원탈퇴 등 필요한 조치를 취할 수 있습니다. 회사는 본 약관을 위반한 행위가 회사, 다른 이용자 및 제3자에게 중대한 위해를 야기할 수 있다고 판단되는 경우에는 필요한 조치를 먼저 취한 뒤에 이용자에게 그 사유를 합리적인 수단으로 통지할 수 있습니다. 이용자는 회사의 조치가 부당하다고 판단하는 경우 이에 대한 이의를 제기할 수 있습니다. 회사는 위와 같은 조치를 취한 이용자에 대해 회원 재가입을 일정 기간 제한할 수 있습니다.

정보의 정확성과 보안

이용자는 서비스의 내용과 성능이 이용자의 정보에 따라 달라지며, 이용자가 정확한 정보를 제공해야 서비스가 제대로 제공될 수 있다는 점을 이해합니다. 이용자는 항상 최신의 정보가 정확하게 제공되도록 노력해야 하며, 자신에 관한 잘못된 정보가 확인될 경우 그러한 정보의 원본을 보유한 기관을 통해 해당 정보가 신속하게 정정되도록 해야 합니다. 회사는 기술적으로 가능한 경우 이러한 정정 절차를 돕기 위해 노력합니다. 회사가 이용자 정보를 변조하는 등 귀책사유가 있는 경우를 제외하고, 잘못되거나 정정되지 않은 정보로 인해 발생한 이용자의 손해에 대해서는 회사가 책임지지 않습니다.

나아가, 이용자는 서비스의 특성상 서비스 내에서 이용자 본인의 다양한 정보가 열람될 수 있다는 점을 이해하고, 타인이 서비스에 접근하지 못하도록 충분한 주의를 기울여야 합니다. 예를 들어, 타인에게 자신의 모바일 단말기를 제공하는 경우 서비스에 접근하지 못하도록 조치하여야 하며, 타인에게 서비스 접근을 위한 비밀번호 등을 알려주어서는 안됩니다. 이용자는 비밀번호 등 서비스 접근방식을 주기적으로 변경하는 등 자신의 책임으로 이를 잘 관리해야 합니다.


이용자 콘텐츠에 관하여
서비스를 이용하는 과정에서 이용자가 직접 입력하는 정보나 각종 콘텐츠는 서비스를 제공하거나, 이용자가 제공한 목적과 합리적인 관련이 있는 범위 내에서 이용됩니다. 만약 이용자가 제공하는 정보나 콘텐츠가 저작권 등의 법적 보호를 받는 대상이라면 해당 저작권 등 법적 권리는 권리자가 계속 보유하며, 다만, 이용자는 위와 같은 목적을 위해 해당 정보나 콘텐츠를 이용할 수 있는 권한을 관련 법령이 허용하는 범위 내에서 회사(계열사 포함)에게 부여합니다. 이러한 권한은 무상이며, 비독점적이고, 전 세계적으로 적용되며, 특별한 사정이 없는 이상 이용자가 서비스를 탈퇴할 때까지 유지됩니다.


의사소통에 관하여
서비스 통지

회사는 이용자가 서비스를 이용하는데 있어 중요한 사항이나 법령에 따라 통지가 필요한 사항들을 이용자에게 알립니다. 각 사항의 성격에 따라 서비스 내에 이용자별로 개인화된 공간으로 소식이나 알림을 개별적으로 제공할 수도 있고, 서비스 밖에서도 그러한 사항을 알 수 있도록 앱 푸시 알림이나 SMS, 이와 유사한 방식을 이용하여 주요한 소식을 알릴 수 있습니다. 또한 성격에 따라 서비스 내 공지사항 등을 통해 전체 이용자에게 공지하거나, 게시하는 형태로 소식을 전할 수도 있습니다. 서비스를 이용하는데 있어 중요한 사항이나 법령에 따라 통지가 필요한 경우에는 이용자의 알림 설정과 무관하게 통지가 이루어질 수 있습니다.

의견 제시

이용자는 언제든지 서비스에 대한 의견을 제시할 수 있습니다. 회사는 서비스 내에 고객센터 등을 통해 이용자들의 의견을 듣고, 필요한 조치를 취합니다. 이용자는 회사가 아무런 의무나 대가 제공 없이 자신이 제공한 의견을 바탕으로 서비스를 개선하거나 필요한 조치를 취할 수 있다는 점을 이해합니다. 회사는 이용자의 의견을 소중히 여기며, 이용자의 의견이 합리적으로 반영될 수 있도록 노력합니다.


소프트웨어에 관하여
이용자는 서비스의 그 어떤 부분도 임의로 복사, 수정, 배포, 판매 또는 대여할 수 없으며, 회사의 사전 서면 승인 없이 서비스와 관련된 소스 코드의 그 어떠한 부분도 추출하거나, 역설계 하는 등의 방법으로 부당하게 활용하여서는 안 됩니다.

서비스에는 오픈소스 소프트웨어가 포함되어 있으며, 회사는 해당되는 오픈소스 라이선스에서 요구하는 이용고지를 서비스 내에서 제공하고 있습니다. 이용자는 개인설정 화면에서 해당 이용고지를 확인할 수 있습니다.

회사는 이용자에게 보다 나은 서비스를 제공하기 위해 정기적으로 서비스를 개선합니다. 변경된 서비스나 기능을 이용하기 위해서 설치된 모바일 애플리케이션을 업데이트해야 할 수 있으며, 이 경우 접속된 모바일 통신 환경에 따라 이용자가 가입한 통신상품에서 정한 데이터 요금이 부과될 수 있습니다.


서비스 중단 및 장애에 관하여
회사는 서비스 개선이나 점검 등의 합리적인 사정으로 서비스의 전부 또는 일부를 중단해야 하는 경우 이용자에게 이러한 사정을 미리 안내합니다.

또한, 서비스의 특성상 제3자가 보유하고 있는 정보를 전송 또는 제공받아야 하는 상황에서 해당 제3자 측의 사정이나, 정보통신망의 장애 등으로 인해 일시적으로 서비스 제공에 장애가 발생할 수 있습니다. 또한, 서비스 제공 과정에서 회사의 시스템에 예기치 못한 장애가 발생할 가능성도 존재합니다. 회사는 회사가 통제할 수 있는 영역에서 장애가 발생하지 않도록 노력하겠으며, 어떠한 사유로 장애가 발생하든지 그러한 장애 상황을 신속히 복구하고, 이용자에게 그러한 상황을 알려 불편을 최소화할 수 있도록 노력하겠습니다. 법령에서 달리 정하지 않는 이상 미리 안내된 서비스 중단이나 회사가 통제할 수 없는 장애에 대해서는 회사가 별도의 책임을 지지 않습니다.


서비스 탈퇴에 관하여
이용자가 원하는 경우에는 언제든지 서비스 탈퇴 절차를 거쳐 서비스 이용을 중단할 수 있습니다. 회사는 이용자가 서비스를 탈퇴할 수 있는 방법을 서비스 내에 제공합니다. 회사는 안전한 서비스 이용 환경을 유지하고, 서비스의 오남용을 막거나 보다 나은 서비스를 제공하기 위하여 필요한 경우 탈퇴 이용자의 회원 재가입을 일정 기간 제한할 수 있습니다.


손해배상에 관하여
이용자의 책임

이용자가 서비스 가입 및 이용과 관련하여 본 약관이나 관련 법령을 위반하거나 기타 귀책사유로 인해 회사나 다른 이용자, 제3자에게 손해를 입힌 경우 해당 이용자는 그러한 손해를 배상해야 합니다. 또한 이용자가 책임져야 하는 사유(사법기관 등에 의해 확정된 경우에 한함)에 관하여 회사 또는 회사의 임직원이 소송이나 법적 청구의 대상이 된 경우 이용자는 자신의 비용으로 회사 및 해당 임직원을 면책시켜야 합니다.

회사의 책임

회사가 서비스 제공과 관련하여 본 약관이나 관련 법령을 위반하여 이용자나 제3자에게 손해를 입힌 경우 회사는 그러한 손해를 배상해야 합니다. 또한 회사가 책임져야 하는 사유(사법기관 등에 의해 확정된 경우에 한함)에 관하여 이용자가 소송이나 법적 청구의 대상이 된 경우 회사는 자신의 비용으로 해당 이용자를 면책시켜야 합니다.

나아가 회사는 법령상 허용되는 범위에서 다음에 관하여 책임지지 않습니다.

- 제3자가 제공하는 서비스나 상품 등
- 이용자나 제3자의 귀책사유로 인해 발생한 서비스 중단이나 장애
- 이용자의 정보를 보유한 기관이 제공한 부정확한 정보로 인해 발생하는 결과
- 특별한 사정으로 통상적인 범위를 벗어나는 손해로 회사의 고의 또는 중과실을 제외한 손해


분쟁의 해결에 관하여
이용자는 서비스 이용 과정에 불편한 점이 있을 경우 언제든지 서비스 내 고객센터 또는 이메일(hello@banksalad.com)을 이용하여 민원을 제기할 수 있습니다. 회사는 민원 처리 전담 인력을 두고, 제기된 민원을 신속하게 처리하기 위해 노력합니다. 다만, 서비스의 특성상 회사가 직접 처리하기 어려운 민원도 존재합니다. 예를 들어, 서비스 내에서 추천하는 금융상품의 경우, 해당 금융상품 제공자가 아닌 회사가 처리할 수 있는 민원 유형이 제한될 수 있습니다.

회사가 본 약관에 따라 일정한 조치를 취할 수 있음에도 일정 기간 동안 그러한 조치를 취하지 않았다는 사실만으로 그러한 권한을 포기한 것으로 해석되지 않습니다.

본 약관의 해석은 대한민국 법령에 따르며, 본 약관의 어떠한 내용도 강행규정에 따라 이용자가 가지는 정당한 법적 권리나 권한을 부당하게 제한하지 않습니다. 전자금융거래에 관하여는 회사의 전자금융거래 이용약관이 적용됩니다. 본 약관 및 서비스와 관련된 모든 분쟁에 관한 관할은 민사소송법에서 정한 바에 따릅니다.`
    